IDEA StatiCa Open Model
BoltAssembly.WasherThickness Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Thickness of washer
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double WasherThickness { get; set; }
Public Property WasherThickness As Double
	Get
	Set
public:
property double WasherThickness {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
BoltAssembly Class
IdeaRS.OpenModel.Material Namespace